Repository: common-repository/some-pay-social-shopping
Catalog: lang/payapi-gateway-*.po
Languages: es_es

source: Instant Buy
es_es: Compra ahora

source: Starting from ##/month
es_es: Desde ##/mes

source: Handling and Delivery
es_es: Envío y manipulación

source: Items
es_es: Productos

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Gateway
es_es: Habilitar la pasarela de pago

source: Get your API credentials from your payments Backoffice.
es_es: Obtener tus credenciales desde el Backoffice de pagos.

source: Enable staging mode
es_es: Habilitar el modo Staging

source: Enable Instant Buy
es_es: Habilitar la función Compra Ahora

source: Default shipping method for Instant Buy
es_es: Método de envío por defecto para la funcionalidad Compra Ahora

source: jQuery Selector for product container in listings
es_es: Selector jQuery para el contenedor del producto en los listados de productos

source: jQuery Selector for page container
es_es: Selector jQuery para el contenedor de la página

source: PayApi Online Secure Payment
es_es: PayApi, pagos seguros online

source: Secure Online and Mobile Payments
es_es: Pagos online y móviles seguros

source: includes a new payment gateway for the checkout process through the Secure-Form. In order to use the payment gateway, please register for a free %suser account%s
es_es: incluye una nueva pasarela de pago para el proceso de compra a través del formulario seguro. Para usar la pasarela de pago, por favor, registre gratuitamente una %scuenta de usuario%s

source: Payment Cancelled
es_es: Pago cancelado

source: Sorry, you cancelled the payment
es_es: Sentimos que haya cancelado el pago

source: Your products are still on your shopping cart, if you do need any help do not hesitate to contact us.
es_es: Sus productos están en su carrito de la compra, si necesita cualquier ayuda no dude en contactar con nosotros.

source: Continue Shopping
es_es: Continuar con la compra

source: PayApi Online Secure Payment includes a new payment gateway for the checkout process through the PayApi Secure-Form
es_es: incluye una nueva pasarela de pago para el proceso de compra a través del formulario seguro
